Repository: CrazyRocks/webird
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: de_de, ru_ru

source: The search did not find any users
de_de: Die Suche hat keine Nutzer gefunden
ru_ru: Пользователь не найден

source: A confirmation mail has been sent to %s
de_de: Eine Bestätigungsmail wurde zu %s geschickt
ru_ru: Подтверждение отправлено на %s

source: User was created successfully. You may add another user.
de_de: Benutzer wurde erfolgreich angelegt. Sie können weitere Benutzer anlegen
ru_ru: Пользователь создан успешно. Вы можете добавить другого пользователя.

source: User was not found
de_de: Benutzer wurde nicht gefunden
ru_ru: Пользователь не найден

source: User was updated successfully
de_de: Benutzer wurde erfolgreich aktualisiert
ru_ru: Пользователь обновлен успешно

source: User was deleted
de_de: Benutzer wurde gelöscht
ru_ru: Пользователь удален

source: Permissions were updated with success
de_de: Zugriffsrechte wurde erfolgreich aktualisiert
ru_ru: Доступ успешно загружен

source: The search did not find any roles
de_de: Die Suche hat keine Rolle gefunden.
ru_ru: Поиск не обнаружил роли

source: Role was created successfully
de_de: Die Rolle wurde erfolgreich angelegt
ru_ru: Роль создана успешно

source: Role was not found
de_de: Rolle wurde nicht gefunden
ru_ru: Роль не найдена

source: Role was updated successfully
de_de: Rolle wurde erfolgreich aktualisiert
ru_ru: Роль обновлена успешно

source: Role was deleted
de_de: Rolle wurde gelöscht
ru_ru: Роль удалена

source: Name is required
de_de: Name benötigt
ru_ru: Необходимо ввести имя

source: Email is required
de_de: Email benötigt
ru_ru: Необходимо ввести Email

source: Email is not valid
de_de: Ungültige E-Mail-Adresse
ru_ru: E-mail недействителен

source: Role
de_de: Rolle
ru_ru: Роль

source: The user role must be set.
de_de: Die Benutzerrolle muss angegeben werden
ru_ru: Необходимо установить роль пользователя

source: No
de_de: Nein
ru_ru: Нет

source: Yes
de_de: Ja
ru_ru: Да

source: Active
de_de: Aktiv
ru_ru: Активный

source: Banned
de_de: Verbannt
ru_ru: Забанен

source: Add text to send confirmation email.
de_de: Fügen Sie Text ein um die Bestätigungsmail zu senden
ru_ru: Добавьте текст для отправки email подтверждения

source: Send activation email
de_de: E-Mail-Aktivierung Senden
ru_ru: Отправить email для активации

source: Save
de_de: Speichern
ru_ru: Сохранить

source: The confirmation code was not valid.
de_de: Der Bestätigungscode war nicht korrekt
ru_ru: Код подтверждения недействителен

source: You've already confirmed your email. Proceed to signin
de_de: Sie haben Ihre eMail bereits bestätigt. Fahren sie mit der Anmeldung fort

source: The email was successfully confirmed
de_de: E-Mail wurde erfolgreich bestätigt
ru_ru: email успешно подтвержден

source: The password reset code is invalid
de_de: Der Code zum Zurücksetzen des Passworts ist ungültig
ru_ru: Код сброса пароля недействителен

source: There is no account associated with this email
de_de: Es ist kein Account mit dieser eMails-Adresse verknüpft

source: An email has been sent!
de_de: Eine E-Mail wurde versendet!
ru_ru: Email сообщение отправлено!

source: Please check your inbox for a reset password message
de_de: Bitte überprüfen Sie Ihre Inbox nach einer eMail zum Passwort zurücksetzen

source: You must be signed in to change the password
de_de: Sie müssen eingeloggt sein, um das Passwort zu ändern
ru_ru: Для смены пароля вам необходимо войти на сайт

source: Your password was successfully changed
de_de: Ihr Passwort wurde erfolgreich geändert
ru_ru: Ваш пароль был успешно изменен

source: Full name is required
de_de: Vollständiger Name benötigt
ru_ru: необходимо ввести полное имя

source: Password
de_de: Passwort
ru_ru: Пароль

source: The password is required
de_de: Passwort ist erforderlich
ru_ru: Необходимо ввести пароль

source: Password is too short. Minimum %d characters
de_de: Passwort ist zu kurz. Mindest %d Zeichen
ru_ru: Пароль слишком короткий. Пароль должен быть не менее %d символов

source: Password doesn't match confirmation
de_de: Passwort stimmt nicht überein
ru_ru: Пароль не соответствует подтверждению

source: Confirm Password
de_de: Passwort bestätigen
ru_ru: Подтверждение пароля

source: The confirmation password is required
de_de: Das Bestätigungspasswort wird benötigt
ru_ru: Требуется подтверждение пароля

source: yes
de_de: Ja
ru_ru: да

source: Accept terms and conditions
de_de: Nutzungsbedingungen akzeptieren
ru_ru: Принять пользовательское соглашение

source: Terms and conditions must be accepted
de_de: Allgemeine Geschäftsbedingungen müssen akzeptiert werden
ru_ru: Вам необходимо принять пользовательское соглашение

source: CSRF validation failed
de_de: CSRF Überprüfung fehlgeschlagen.
ru_ru: Проверка CSRF не удалась

source: Sign Up
de_de: Anmelden
ru_ru: Зарегистрироваться

source: Password is required
de_de: Passwort ist notwendig
ru_ru: Необходимо ввести пароль

source: Remember me
de_de: Mich erinnern
ru_ru: Запомнить меня

source: Security token is invalid.
de_de: Sicherheitstoken ist ungültig
ru_ru: Маркер безопасности недействителен

source: Go
de_de: Los
ru_ru: Вперед

source: send
de_de: Senden
ru_ru: Отправить

source: OAuth signin error
de_de: OAuth Anmeldefehler
ru_ru: Ошибка входа OAuth

source: Oauth authentication failed
de_de: OAuth Authentifikation fehlgeschlagen
ru_ru: Сбой аутентификации Oauth

source: The email could not be verified.
de_de: E-Mail konnte nicht verifiziert werden
ru_ru: Невозможно подтвердить email

source: This email is not registered in the system.
de_de: Diese E-Mail ist nicht im System registriert
ru_ru: Данный email в системе не зарегистрирован

source: Invalid oauth provider
de_de: Fehlerhafter OAuth Provider
ru_ru: Неверный oauth провайдер

source: You don't have access to the restricted resource
de_de: Sie haben keinen Zugriff auf die geschützten Ressourcen
ru_ru: У вас нет доступа к ресурсу с ограниченным доступом

source: You do not have access to the resource
de_de: Sie haben keinen Zugriff auf diese Ressource
ru_ru: У вас нет доступа к ресурсу

source: Please confirm your email on %s
de_de: Bitte bestätigen Sie Ihr eMail auf %s
ru_ru: Подтвердите ваш email %s

source: Reset your password on %s
de_de: Passwort zurücksetzen zu%s
ru_ru: Сброс пароля на %s

source: Banned?
de_de: Verbannt?
ru_ru: Забанен?

source: Active?
de_de: Aktiv?
ru_ru: Активный?

source: Edit
de_de: bearbeiten
ru_ru: Изменить

source: Delete
de_de: Löschen
ru_ru: Удалить

source: There are no users assigned to this role
de_de: Es sind keine Benutzer dieser Rolle zugewiesen
ru_ru: Ни один пользователь не назначен на эту роль

source: Admin Utilities
de_de: Admin Dienstprogramme
ru_ru: Ресурсы администратора

source: User Management
de_de: Benutzerverwaltung
ru_ru: Управление пользователями

source: Role Management
de_de: Rollenverwaltung
ru_ru: Управление ролью

source: Permissions Management
de_de: Rechtemanagement
ru_ru: Управление допусками

source: Create User
de_de: Benutzer erstellen
ru_ru: Создать пользователя

source: Search users
de_de: Durchsuche Nutzer
ru_ru: Найти пользователей

source: Search
de_de: Suche

source: Role Permissions
de_de: Rollenberechtigungen
ru_ru: Допуски ролей

source: User does not have successfull signins
de_de: Benutzer konnte die Anmeldung nicht erfolgreich abschließen.
ru_ru: У пользователя нет успешных входов

source: Webird Features
de_de: Webird Eigenschaften
ru_ru: Кoмпоненты Webird

source: This Phalcon and Webpack framework with the following features;
de_de: Dieses Pahlcon und Webpack Framework mit den folgenden Features:
ru_ru: Данные Phalcon и Webpack структуируются со следующими компонентами

source: Tools
de_de: Werkzeuge
ru_ru: Инструменты

source: Debug Panel
de_de: Debug Umgebung

source: Phalcon, Webpack and Ratchet integration example:
de_de: Phalcom, Webpack und Ratchet Integrationsbeispiel:
ru_ru: Примеры интеграции Phalcon, Webpack и Ratche

source: Go Back
de_de: Zurück
ru_ru: Назад

source: Signins
de_de: Einträge
ru_ru: Подписи

source: Password Changes
de_de: Passwortänderungen
ru_ru: Смена пароля

source: Reset Passwords
de_de: Passwörter zurücksetzen
ru_ru: Сбросить пароли

source: Date
de_de: Datum
ru_ru: Дата

source: User has not changed his/her password
de_de: Benutzer hat sein/ihr Passwort nicht geändert
ru_ru: Пользователь не сменил пароль

source: Reset?
de_de: Zurücksetzen?
ru_ru: Сброс?

source: User has not requested reset his/her password
de_de: Benutzer hat kein Passwort zurücksetzen angefordert
ru_ru: Пользователь не запрашивал смену пароля

source: Change Password
de_de: Passwort ändern
ru_ru: Изменить пароль

source: You are required to change your password at this time
de_de: Sie sind aufgefordert Ihr Passwort am folgenden Zeitpunkt zu ändern
ru_ru: Вам необходимо сменить пароль в этот раз

source: Webird Marionette Technology Demo
de_de: Webird Marinette Technologie Demo

source: Features
de_de: Eigenschaften
ru_ru: Компоненты

source: Reset Password
de_de: Kennwort zurücksetzen
ru_ru: Сбросить пароль

source: Create roles
de_de: Rollen erstellen
ru_ru: Создать роли

source: First
de_de: Erstes
ru_ru: Первая

source: Previous
de_de: Vorheriges
ru_ru: Предыдущая

source: Next
de_de: Nächste
ru_ru: Следущая

source: Last
de_de: Letztes
ru_ru: Последняя

source: No roles are recorded
de_de: keine Rollen eingetragen
ru_ru: Нет записанных ролей

source: Create a User
de_de: Benutzer anlegen
ru_ru: Создать пользователя

source: * The email can be sent at a later time
de_de: * Die eMail-Adresse kann zu einem späteren Zeitpunkt angegeben warden
ru_ru: Email можно отправить позже

source: You are Almost There! Just Confirm Your Email
de_de: Sie sind fast fertig. Bitte bestätigen Sie nur noch Ihre eMail-Adresse
ru_ru: Осталось совсем немного! Проверьте свой email

source: You've successfully created a Webird account. To activate it, please click below to verify your email address.
de_de: Sie haben erfolgreich einen Webird-Account angelegt. Um ihn zu aktivieren klicken sie bitte weiter unten um ihre eMail-Adresse zu verifizieren

source: Confirm
de_de: Bestätigen
ru_ru: Подтвердить

source: Webird Public Page
de_de: Webird Öffentliche Seite
ru_ru: Страница Webird

source: Toggle navigation
de_de: Schalte Navigation um
ru_ru: Переключение навигации

source: About
de_de: Über
ru_ru: О проетке

source: Signin
de_de: Anmelden
ru_ru: Войти

source: Reset Your Password for account on
de_de: Passwort zurücksetzen für den Account auf
ru_ru: Сбросить пароль для аккаунта

source: To reset the password for this account, click on the button below. If you don't want to reset your password, please disregard this email.
de_de: Um das Passwort für diesen Account zurückzusetzen, drücken Sie den Knopf weiter unten. Wenn Sie ihr Passwort nicht zurücksetzen möchten, ignorieren Sie diese eMail einfach.

source: Reset
de_de: Rücksetzen
ru_ru: Сброс

source: Forgot Password?
de_de: Passwort vergessen?
ru_ru: Забыли пароль?

source: Create Roles
de_de: Rollen anlegen
ru_ru: Создать роли

source: Search roles
de_de: Rollen suchen
ru_ru: Искать роли

source: Privacy
de_de: Privatsphäre
ru_ru: Приватность

source: Your javascript is disabled.
de_de: Dein Javascript ist deaktiviert
ru_ru: JavaScript отключен

source: This website requires javascript to function properly.
de_de: Diese Webseite benötigt Javascript für die volle Funktionalität.
ru_ru: Для правильного отображения сайта требуется JavaScript

source: About this Demo
de_de: Über diese Demo
ru_ru: О данном демо

source: Simple Task
de_de: Einfache Aufgaben

source: Create user
de_de: Benutzer erstellen

source: No users are recorded
de_de: Es sind keine Nutzer eingetragen
ru_ru: Нет записанных пользователей

source: Create Role
de_de: Rolle anlegen
ru_ru: Создать роль

source: Edit Role
de_de: Rolle bearbeiten
ru_ru: Редактировать Роль

source: List Users
de_de: Liste Benutzer auf.
ru_ru: Пользователь рассылочного списка

source: Welcome!
de_de: Herzlich Willkommen!

source: This technology is built with Phalcon and Webpack.
de_de: Diese Technologie wurde mit Palcon und Webpack erstellt.
ru_ru: Технология построена при помощи Phalcon and Webpack

source: Awesome Section
de_de: Besonders tolle Sektion
ru_ru: Обалденная секция

source: Important Stuff
de_de: Wichtige Sachen
ru_ru: Важное

source: Module
de_de: Modul

source: The counter reads
de_de: Das Zählwerk

source: click
de_de: Klicken

source: Hello World Module
de_de: “Hello World” Modul

source: The counter change buttons will post a message to the global channel that is listening to the Console Module.
de_de: Dieser “Zähler ändern”-Knopf schickt eine Nachricht in den globalen Channel der auf die Konsole lauscht.

source: Decrement
de_de: Erhöhen
ru_ru: Уменьшение

source: Increment
de_de: Verringern
ru_ru: Увеличение

source: Name
ru_ru: Имя

source: You have already confirmed your email. Proceed to signin
ru_ru: Вы уже подтвердили свой email. Вы можете войти на сайт

source: Admin
ru_ru: Админ

source: IP Address
ru_ru: IP Адрес

source: User Agent
ru_ru: Агент пользователя

source: Webird Angular Technology Demo
ru_ru: Демо Webird Angular Technology

source: Frameworks
ru_ru: Инфраструктура

source: Technologies
ru_ru: Технологии

source: Webird WebSocket Technology Demo
ru_ru: Демо Webird WebSocket Technology

source: Websocket Feature
ru_ru: Компоненты Websocket
